Repository: boa-z/ComicDeck
Catalog: ComicDeck/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.description
source: Comic management and reading for iOS.
zh_hans: iOS 平台的漫画管理和阅读应用。

# about.navigation
source: About
zh_hans: 关于

source: Browse Mode
zh_hans: 浏览模式

# chapter.files.navigation
source: Chapter Files
zh_hans: 章节文件

# comic.author_format
source: Author: %@
zh_hans: 作者：%@

# comments.action.load_more
source: Load More
zh_hans: 加载更多

# comments.action.refresh
source: Refresh comments
zh_hans: 刷新评论

# comments.cancel_reply
source: Cancel Reply
zh_hans: 取消回复

# comments.empty
source: No comments
zh_hans: 暂无评论

# comments.error.latest
source: Loading latest comments failed : %@
zh_hans: 加载最新评论失败：%@

# comments.error.load
source: Loading comments failed : %@
zh_hans: 加载评论失败：%@

# comments.error.load_more
source: Loading more comments failed : %@
zh_hans: 加载更多评论失败：%@

# comments.error.refresh
source: Refreshing comments failed : %@
zh_hans: 刷新评论失败：%@

# comments.error.send
source: Sending comment failed : %@
zh_hans: 发送评论失败：%@

# comments.error.unsupported
source: This source does not support loading comments.
zh_hans: 此图源不支持加载评论。

# comments.like
source: Like
zh_hans: 点赞

# comments.liked
source: Liked
zh_hans: 已点赞

# comments.loading.initial
source: Loading comments…
zh_hans: 正在加载评论…

# comments.loading.latest
source: Loading latest comments…
zh_hans: 正在加载最新评论…

# comments.loading.more
source: Loading…
zh_hans: 正在加载…

# comments.loading.preview_note
source: Showing preview comments while latest comments load.
zh_hans: 正在加载最新评论，先显示预览评论。

# comments.loading.refresh
source: Refreshing comments…
zh_hans: 正在刷新评论…

# comments.loading.replies
source: Loading replies…
zh_hans: 正在加载回复…

# comments.loading.slow
source: Still working with source…
zh_hans: 仍在等待图源响应…

# comments.navigation.title
source: Comments
zh_hans: 评论

# comments.replies
source: Replies %lld
zh_hans: %lld 条回复

# comments.replies.title
source: Replies
zh_hans: 回复

# comments.reply
source: Reply
zh_hans: 回复

# comments.reply_placeholder
source: Reply...
zh_hans: 写下你的回复...

# comments.reply_to
source: Reply To
zh_hans: 回复

# comments.section.title
source: Comments
zh_hans: 评论

# comments.write_placeholder
source: Write a comment
zh_hans: 写下你的评论

# common.accessibility.back
source: Return to the previous screen
zh_hans: 返回上一个页面

# common.add
source: Add
zh_hans: 添加

# common.back
source: Back
zh_hans: 返回

# common.cancel
source: Cancel
zh_hans: 取消

# common.chapter_count_short
source: %lld ch
zh_hans: %lld 章

# common.clear
source: Clear
zh_hans: 清除

# common.close
source: Close
zh_hans: 关闭

# common.details
source: Details
zh_hans: 详情

# common.copy
source: Copy
zh_hans: 复制

# common.create
source: Create
zh_hans: 创建

# common.delete
source: Delete
zh_hans: 删除

# common.done
source: Done
zh_hans: 完成

# common.error
source: Error
zh_hans: 错误

# common.load_more
source: Load More
zh_hans: 加载更多

# common.never
source: Never
zh_hans: 从不

# common.ok
source: OK
zh_hans: 好

# common.open
source: Open
zh_hans: 打开

# common.options
source: Options
zh_hans: 选项

# common.refresh
source: Refresh
zh_hans: 刷新

# common.remove
source: Remove
zh_hans: 移除

# common.more
source: More
zh_hans: 更多

# common.retry
source: Retry
zh_hans: 重试

# common.save
source: Save
zh_hans: 保存

# common.select
source: Select
zh_hans: 选择

# common.select_all
source: Select All
zh_hans: 全选

# common.selected_count
source: %lld selected
zh_hans: 已选择 %lld 项

# common.share
source: Share
zh_hans: 分享

# common.status
source: Status
zh_hans: 状态

# detail.action.copy_id
source: Copy ID
zh_hans: 复制 ID

# detail.action.copy_title
source: Copy Title
zh_hans: 复制标题

# detail.action.copy_url
source: Copy URL
zh_hans: 复制链接

# detail.action.open_browser
source: Open In Browser
zh_hans: 在浏览器中打开

# detail.chapters.badge.downloading
source: Downloading
zh_hans: 下载中

# detail.chapters.badge.failed
source: Failed
zh_hans: 失败

# detail.chapters.badge.offline
source: Offline
zh_hans: 离线

# detail.chapters.badge.queued
source: Queued
zh_hans: 排队中

# detail.chapters.continue_badge
source: Continue
zh_hans: 继续

# detail.chapters.download_accessibility_format
source: Download %@
zh_hans: 下载 %@

# detail.chapters.download_hint
source: Save every chapter for offline reading.
zh_hans: 保存所有章节以便离线阅读。

# detail.chapters.download_single
source: Download Chapter
zh_hans: 下载章节

# detail.chapters.no_results.message
source: Try a different chapter search.
zh_hans: 试试其他章节关键词。

# detail.chapters.no_results.title
source: No Chapters Found
zh_hans: 未找到章节

# detail.chapters.offline_count_format
source: %lld offline
zh_hans: %lld 个离线章节

# detail.chapters.open_reader_hint
source: Open this chapter in the reader
zh_hans: 在阅读器中打开该章节

# detail.chapters.read_accessibility_format
source: Read %@
zh_hans: 阅读 %@

# detail.chapters.read_single
source: Read Chapter
zh_hans: 阅读章节

# detail.chapters.search_placeholder
source: Search chapter
zh_hans: 搜索章节

# detail.chapters.sort.ascending
source: Sorted ascending
zh_hans: 按升序排列

# detail.chapters.sort.descending
source: Sorted descending
zh_hans: 按降序排列

# detail.chapters.subtitle.count_format
source: %lld chapters available
zh_hans: 共 %lld 个章节

# detail.chapters.subtitle.filtered_format
source: %lld of %lld chapters shown
zh_hans: 显示 %lld / %lld 个章节

# detail.chapters.subtitle.single_source
source: This source exposes a single chapter entry
zh_hans: 该图源提供单章节入口

# detail.chapters.title
source: Chapters
zh_hans: 章节

# detail.comments.preview_empty
source: No preview comments in detail payload.
zh_hans: 详情数据中没有预览评论。

# detail.comments.preview_hidden_hint
source: Preview hidden. Tap Show Preview to inspect inline comments.
zh_hans: 预览已隐藏。点按“显示预览”查看内联评论。

# detail.comments.preview_hide
source: Hide Preview
zh_hans: 隐藏预览

# detail.comments.preview_show
source: Show Preview
zh_hans: 显示预览

# detail.comments.subtitle
source: Join the source discussion
zh_hans: 查看图源评论讨论

# detail.comments.title_count_format
source: Comments (%lld)
zh_hans: 评论（%lld）

# detail.comments.view_all
source: View All Comments
zh_hans: 查看全部评论

# detail.favorite.add_favorite
source: Add Favorite
zh_hans: 添加收藏

# detail.favorite.already_in_folder
source: Already in folder
zh_hans: 已在文件夹中

# detail.favorite.favorited
source: Favorited
zh_hans: 已收藏

# detail.favorite.not_favorited
source: Not Favorited
zh_hans: 未收藏

# detail.favorite.not_in_folder
source: Not in folder
zh_hans: 未在文件夹中

# detail.favorite.remove_favorite
source: Remove Favorite
zh_hans: 移除收藏

# detail.favorite.status
source: Status
zh_hans: 状态

# detail.favorite.status_accessibility
source: Favorite status
zh_hans: 收藏状态

# detail.favorite.subtitle
source: Keep this comic in your source account
zh_hans: 同步到图源账号收藏

# detail.favorite.title
source: Source Favorite
zh_hans: 图源收藏

# detail.hero.action.bookmark
source: Bookmark
zh_hans: 加入书签

# detail.hero.action.bookmarked
source: Bookmarked
zh_hans: 已加入书签

# detail.hero.action.comments
source: Comments
zh_hans: 评论

# detail.hero.action.continue
source: Continue
zh_hans: 继续阅读

# detail.hero.action.download
source: Download
zh_hans: 下载

# detail.hero.action.start
source: Start
zh_hans: 开始

# detail.hero.action.start_over
source: Start Over
zh_hans: 从头开始

# detail.hero.action.start_reading
source: Start Reading
zh_hans: 开始阅读

# detail.hero.description.show_less
source: Show Less
zh_hans: 收起

# detail.hero.description.show_more
source: Show More
zh_hans: 展开

# detail.hero.metric.chapters
source: Chapters
zh_hans: 章节

# detail.hero.metric.comments
source: Comments
zh_hans: 评论

# detail.hero.metric.jump_hint_format
source: Jump to %@
zh_hans: 跳转到%@

# detail.hero.metric.tags
source: Tags
zh_hans: 标签

# detail.hero.summary_tags
source: Summary tags
zh_hans: 摘要标签

# detail.load_failed
source: Load Failed
zh_hans: 加载失败

# detail.load_failed.subtitle
source: The source returned an error
zh_hans: 图源返回了错误

# detail.loading
source: Loading
zh_hans: 加载中

# detail.loading.progress
source: Loading comic details...
zh_hans: 正在加载漫画详情...

# detail.loading.subtitle
source: Fetching detail, comments, and favorite state
zh_hans: 获取详情、评论和收藏状态

# detail.queue_all.action
source: Queue All
zh_hans: 全部加入队列

# detail.queue_all.message
source: This will queue %{lld} chapters.
zh_hans: 这将会把 %{lld} 个章节加入下载队列。

# detail.queue_all.queueing
source: Queueing...
zh_hans: 正在加入队列...

# detail.queue_all.title
source: Queue download for all chapters?
zh_hans: 为所有章节加入下载队列？

# detail.tags.subtitle
source: Browse related comics from this source
zh_hans: 浏览该图源中的相关漫画

# detail.tags.title
source: Tags
zh_hans: 标签

# detail.title.label
source: Comic Title
zh_hans: 漫画标题

# detail.chapters.descending
source: Newest first
zh_hans: 最新优先

# detail.chapters.search
source: Search chapters
zh_hans: 搜索章节

# detail.description.title
source: Description
zh_hans: 简介

# detail.link.title
source: Source Link
zh_hans: 图源链接

# detail.preview.loading
source: Loading previews...
zh_hans: 正在加载预览...

# detail.preview.open_page_accessibility_format
source: Open page %lld
zh_hans: 打开第 %lld 页

# detail.preview.subtitle
source: Tap a page preview to continue reading from that page
zh_hans: 点击页面预览，从该页继续阅读

# detail.preview.title
source: Preview
zh_hans: 预览

# detail.tab.activity
source: Activity
zh_hans: 动态

# detail.tab.chapters
source: Chapters
zh_hans: 章节

# detail.tab.overview
source: Overview
zh_hans: 概览

# detail.tab.tags
source: Tags
zh_hans: 标签

# detail.tabs
source: Detail sections
zh_hans: 详情分区

# detail.tags.empty
source: No tags
zh_hans: 无标签

# discover.category.categories
source: Categories
zh_hans: 分类

# discover.category.comics
source: Comics
zh_hans: 漫画

# discover.category.filters
source: Category Filters
zh_hans: 分类筛选

# discover.category.loading
source: Loading category...
zh_hans: 正在加载分类...

# discover.explore_pages
source: Explore Pages
zh_hans: 探索页面

# discover.loading
source: Loading explore...
zh_hans: 正在加载探索...

# discover.mode.category
source: Category
zh_hans: 分类

# discover.mode.explore
source: Explore
zh_hans: 探索

# discover.mode.section
source: Section
zh_hans: 栏目

# discover.navigation.title
source: Discover
zh_hans: 发现

# discover.no_explore_page
source: No explore page
zh_hans: 没有探索页面

# discover.no_source_installed
source: No source installed
zh_hans: 没有安装图源

# discover.picker.active_source
source: Active Source
zh_hans: 当前图源

# discover.picker.section
source: Section
zh_hans: 栏目

# discover.search_keyword_empty
source: Search keyword is empty
zh_hans: 搜索关键词为空

# discover.section.source
source: Source
zh_hans: 图源

# discover.unsupported_category_target
source: Unsupported category target : %@
zh_hans: 不支持的分类目标：%@

# discover.unsupported_target
source: Unsupported target : %@
zh_hans: 不支持的目标：%@

# discover.view_more
source: View More
zh_hans: 查看更多

# downloads.action.clear_offline
source: Clear Offline
zh_hans: 清除离线

# downloads.action.clear_queue
source: Clear Queue
zh_hans: 清除队列

# downloads.action.copy_path
source: Copy Path
zh_hans: 复制路径

# downloads.action.delete
source: Delete
zh_hans: 删除

# downloads.action.export
source: Export
zh_hans: 导出

# downloads.action.export_cbz
source: Export CBZ
zh_hans: 导出 CBZ

# downloads.action.export_comic_epub
source: Export Comic EPUB
zh_hans: 导出漫画 EPUB

# downloads.action.export_comic_pdf
source: Export Comic PDF
zh_hans: 导出漫画 PDF

# downloads.action.export_comic_zip
source: Export Comic ZIP
zh_hans: 导出漫画 ZIP

# downloads.action.export_epub
source: Export EPUB
zh_hans: 导出 EPUB

# downloads.action.export_latest_chapter_cbz
source: Export Latest Chapter CBZ
zh_hans: 导出最新章节 CBZ

# downloads.action.export_latest_chapter_epub
source: Export Latest Chapter EPUB
zh_hans: 导出最新章节 EPUB

# downloads.action.export_latest_chapter_pdf
source: Export Latest Chapter PDF
zh_hans: 导出最新章节 PDF

# downloads.action.export_latest_chapter_zip
source: Export Latest Chapter ZIP
zh_hans: 导出最新章节 ZIP

# downloads.action.export_pdf
source: Export PDF
zh_hans: 导出 PDF

# downloads.action.export_zip
source: Export ZIP
zh_hans: 导出 ZIP

# downloads.action.import
source: Import
zh_hans: 导入

# downloads.action.read_offline
source: Read Offline
zh_hans: 离线阅读

# downloads.action.refresh
source: Refresh
zh_hans: 刷新

# downloads.action.reindex
source: Reindex
zh_hans: 重新索引

# downloads.action.resume_offline
source: Resume Offline
zh_hans: 继续离线阅读

# downloads.action.reveal_in_finder
source: Reveal in Finder
zh_hans: 在访达中显示

# downloads.action.select
source: Select
zh_hans: 选择

# downloads.action.view_files
source: View Files
zh_hans: 查看文件

# downloads.alert.clear_offline.message
source: All offline chapter files and their indexed records will be removed.
zh_hans: 所有离线章节文件及其索引记录将被删除。

# downloads.alert.clear_offline.title
source: Clear offline library?
zh_hans: 清除离线资料库？

# downloads.alert.clear_queue.message
source: Queued, downloading, and failed download tasks will be removed.
zh_hans: 队列中、下载中和失败的任务将被删除。

# downloads.alert.clear_queue.title
source: Clear download queue?
zh_hans: 清除下载队列？

# downloads.alert.delete_selection.message
source: Delete %{lld} selected offline chapters and remove their local files.
zh_hans: 删除 %{lld} 个选中的离线章节并移除其本地文件。

# downloads.alert.delete_selection.title
source: Delete selected offline chapters?
zh_hans: 删除选中的离线章节？

# downloads.alert.export_chapter_failed
source: Unable to export this chapter.
zh_hans: 无法导出此章节。

# downloads.alert.export_failed
source: Export Failed
zh_hans: 导出失败

# downloads.alert.export_offline_failed
source: Unable to export offline files.
zh_hans: 无法导出离线文件。

# downloads.alert.import_complete
source: Import Complete
zh_hans: 导入完成

# downloads.alert.import_failed
source: Import Failed
zh_hans: 导入失败

# downloads.badge.complete
source: %{lld} complete
zh_hans: %{lld} 个完成

# downloads.badge.downloading
source: %{lld} downloading
zh_hans: %{lld} 个下载中

# downloads.badge.failed
source: %{lld} failed
zh_hans: %{lld} 个失败

# downloads.badge.imported
source: imported
zh_hans: 已导入

# downloads.badge.incomplete
source: %{lld} incomplete
zh_hans: %{lld} 个未完成

# downloads.badge.latest
source: Latest
zh_hans: 最新

# downloads.badge.offline_ready
source: Offline Ready
zh_hans: 离线可读

# downloads.badge.pending
source: %{lld} queued
zh_hans: %{lld} 个排队中

# downloads.empty.no_offline
source: No offline chapters
zh_hans: 没有离线章节

# downloads.empty.no_offline_hint
source: Completed local chapters are indexed here for offline reading and management.
zh_hans: 已完成的本地章节会在这里索引，供离线阅读和管理。

# downloads.empty.no_queue
source: No queued downloads
zh_hans: 没有排队中的下载

# downloads.empty.no_queue_hint
source: Queued, downloading, and failed tasks appear here until they are completed or removed.
zh_hans: 排队中、下载中和失败的任务会显示在这里，直到完成或删除。

# downloads.files.chapter_label
source: Chapter
zh_hans: 章节

# downloads.files.chapter_title
source: Chapter Files
zh_hans: 章节文件

# downloads.files.comic_section
source: Comic
zh_hans: 漫画

# downloads.files.empty
source: No files in this chapter
zh_hans: 此章节没有文件

# downloads.files.loading
source: Loading files...
zh_hans: 正在加载文件...

# downloads.files.page_count
source: %lld/%lld pages
zh_hans: %lld/%lld 页

# downloads.files.title
source: Files
zh_hans: 文件

# downloads.import.complete_count
source: Imported %lld archives.
zh_hans: 已导入 %lld 个归档。

# downloads.import.none
source: No archives were imported.
zh_hans: 没有导入任何归档。

# downloads.import.partial_count
source: Imported %lld archives, but some files were skipped. %@
zh_hans: 已导入 %lld 个归档，但部分文件被跳过。 %@

# downloads.metric.chapters
source: Chapters
zh_hans: 章节

# downloads.metric.chapters_count
source: %lld chapters
zh_hans: %lld 个章节

# downloads.metric.comics
source: Comics
zh_hans: 漫画

# downloads.metric.complete
source: Complete
zh_hans: 完成

# downloads.metric.complete_count
source: %lld complete
zh_hans: %lld 个完成

# downloads.metric.downloading
source: Downloading
zh_hans: 下载中

# downloads.metric.downloading_count
source: %lld downloading
zh_hans: %lld 个下载中

# downloads.metric.failed
source: Failed
zh_hans: 失败

# downloads.metric.failed_count
source: %lld failed
zh_hans: %lld 个失败

# downloads.metric.incomplete
source: Incomplete
zh_hans: 未完成

# downloads.metric.incomplete_count
source: %lld incomplete
zh_hans: %lld 个未完成

# downloads.metric.queued
source: Queued
zh_hans: 排队中

# downloads.metric.queued_count
source: %lld queued
zh_hans: %lld 个排队中

# downloads.metric.ready_count
source: %lld ready
zh_hans: %lld 个可读

# downloads.navigation.title
source: Downloads
zh_hans: 下载

# downloads.queue.no_active_chapters
source: No active chapters
zh_hans: 没有活动章节

# downloads.needs_review
source: Needs Review
zh_hans: 需要检查

# downloads.offline.reading.incomplete_message
source: Incomplete chapters are separated below so readable chapters stay easy to access.
zh_hans: 未完成的章节会分开放在下方，方便快速访问可读章节。

# downloads.offline.reading.ready_message
source: All downloaded chapters are ready for offline reading.
zh_hans: 所有已下载章节都可离线阅读。

# downloads.offline.reading.title
source: Offline Reading
zh_hans: 离线阅读

# downloads.offline.ready_to_read
source: Ready to Read
zh_hans: 可阅读

# downloads.offline.summary_accessibility
source: %lld chapters, %lld ready offline, %lld incomplete
zh_hans: %lld 个章节，%lld 个可离线阅读，%lld 个未完成

# downloads.rename.imported.message
source: This only renames the imported offline entry in ComicDeck.
zh_hans: 这只会重命名 ComicDeck 中导入的离线条目。

# downloads.status.live
source: Live
zh_hans: 实时

# downloads.workspace
source: Workspace
zh_hans: 工作区

# downloads.workspace.offline
source: Offline
zh_hans: 离线

# downloads.workspace.queue
source: Queue
zh_hans: 队列

# downloads.export.offline_selection_title
source: Offline Export
zh_hans: 离线导出

source: Export CBZ
zh_hans: 导出 CBZ

source: Export Comic EPUB
zh_hans: 导出漫画 EPUB

source: Export Comic PDF
zh_hans: 导出漫画 PDF

source: Export Comic ZIP
zh_hans: 导出漫画 ZIP

source: Export EPUB
zh_hans: 导出 EPUB

source: Export Failed
zh_hans: 导出失败

source: Export Latest Chapter CBZ
zh_hans: 导出最新章节 CBZ

source: Export Latest Chapter EPUB
zh_hans: 导出最新章节 EPUB

source: Export Latest Chapter PDF
zh_hans: 导出最新章节 PDF

source: Export Latest Chapter ZIP
zh_hans: 导出最新章节 ZIP

source: Export PDF
zh_hans: 导出 PDF

source: Export ZIP
zh_hans: 导出 ZIP

# favorites.account.default
source: Default Account
zh_hans: 默认账号

# favorites.account.no_saved
source: No saved accounts
zh_hans: 没有已保存账号

# favorites.action.show_grid
source: Show Grid
zh_hans: 显示网格

# favorites.action.show_list
source: Show List
zh_hans: 显示列表

# favorites.empty.source
source: No source favorites
zh_hans: 暂无图源收藏

# favorites.error.cursor_pagination
source: This source uses cursor pagination. Please load pages sequentially.
zh_hans: 此图源使用游标分页，请按顺序加载页面。

# favorites.error.load_failed_format
source: Load source favorites failed: %@
zh_hans: 加载图源收藏失败：%@

# favorites.error.no_more_pages
source: No more favorites pages
zh_hans: 没有更多收藏页

# favorites.error.remove_failed_format
source: Remove favorite failed: %@
zh_hans: 移除收藏失败：%@

# favorites.error.remove_failures_format
source: Removed with %lld failures
zh_hans: 移除完成，但有 %lld 个失败

# favorites.folder.all
source: All
zh_hans: 全部

# favorites.menu.account
source: Account
zh_hans: 账号

# favorites.menu.folder
source: Folder
zh_hans: 文件夹

# favorites.menu.source
source: Source
zh_hans: 图源

# favorites.menu.source_account
source: Source & Account
zh_hans: 图源与账号

# favorites.navigation.title
source: Favorites
zh_hans: 收藏

# favorites.page.current_format
source: Page %lld
zh_hans: 第 %lld 页

# favorites.page.go
source: Go
zh_hans: 前往

# favorites.page.invalid
source: Invalid page number
zh_hans: 页码无效

# favorites.page.jump_section
source: Jump to page
zh_hans: 跳转到页面

# favorites.page.number_placeholder
source: Page number
zh_hans: 页码

# favorites.page.open_picker_hint
source: Open page picker
zh_hans: 打开页码选择器

# favorites.page.select_title
source: Select Page
zh_hans: 选择页面

# favorites.remove_selected
source: Remove selected favorites?
zh_hans: 移除选中的收藏？

# favorites.remove_selected_confirm
source: Remove %{lld} selected favorite from this source folder?
zh_hans: 从图源文件夹移除 %{lld} 个选中的收藏？

# history.action.clear
source: Clear History
zh_hans: 清除历史

# history.action.resume
source: Resume
zh_hans: 继续阅读

# history.clear_all
source: Clear all history?
zh_hans: 清除所有历史记录？

# history.clear_all_confirm
source: This action cannot be undone.
zh_hans: 此操作无法撤销。

# history.delete_selected
source: Delete selected history?
zh_hans: 删除选中的历史记录？

# history.delete_selected_confirm
source: Delete %lld selected history items? This action cannot be undone.
zh_hans: 删除 %lld 条选中的历史记录？此操作无法撤销。

# history.empty
source: No reading history
zh_hans: 暂无阅读历史

# history.navigation.title
source: History
zh_hans: 历史

# history.page_format
source: Page %lld
zh_hans: 第 %lld 页

# history.page_with_chapter_format
source: Page %lld · %@
zh_hans: 第 %lld 页 · %@

# home.action.browse_discover
source: Browse Discover
zh_hans: 浏览发现

# home.action.library
source: Library
zh_hans: 资料库

# home.action.resume
source: Resume
zh_hans: 继续阅读

# home.action.search
source: Open search
zh_hans: 打开搜索

# home.action.search_short
source: Search
zh_hans: 搜索

# home.action.settings
source: Open settings
zh_hans: 打开设置

# home.continue.page_updated
source: Page %@ • Updated %@
zh_hans: 第 %@ 页 · 更新于 %@

# home.continue.title
source: Continue Reading
zh_hans: 继续阅读

# home.empty.subtitle
source: Start from Discover or Search, then Home will surface your current comic and today's reading time.
zh_hans: 从发现或搜索开始阅读，Home 会显示你当前在读的漫画和今日阅读时长。

# home.empty.title
source: No reading session yet
zh_hans: 还没有阅读记录

# home.glance.title
source: At a Glance
zh_hans: 概览

# home.metric.bookmarks
source: Bookmarks
zh_hans: 书签

# home.metric.installed
source: Installed
zh_hans: 已安装

# home.metric.library
source: Library
zh_hans: 资料库

# home.metric.offline
source: Offline
zh_hans: 离线

# home.metric.reading
source: Reading
zh_hans: 阅读

# home.metric.reading_time
source: Reading time
zh_hans: 阅读时长

# home.metric.ready
source: Ready
zh_hans: 可读

# home.metric.sources
source: Sources
zh_hans: 图源

# home.metric.today
source: Today
zh_hans: 今天

# home.navigation.title
source: Home
zh_hans: 首页

# home.offline_spotlight.ready_pages
source: Offline ready · %@ pages
zh_hans: 离线可读 · %@ 页

# home.offline_spotlight.title
source: Offline Spotlight
zh_hans: 离线推荐

# home.search.subtitle
source: Jump straight to titles, authors, and tags.
zh_hans: 快速查找标题、作者和标签。

# home.search.title
source: Search Comics
zh_hans: 搜索漫画

# home.source.active
source: Active Source
zh_hans: 当前图源

# home.source.browse_hint
source: Browse fresh content from the current source.
zh_hans: 浏览当前图源的最新内容。

# home.source.empty_hint
source: Open Discover to choose a source.
zh_hans: 前往发现页选择图源。

# home.source.select
source: Select a source
zh_hans: 选择图源

# home.sources_snapshot.installed
source: %@ installed
zh_hans: %@ 个已安装

# home.sources_snapshot.title
source: Sources
zh_hans: 图源

# home.sources_snapshot.up_to_date
source: All sources up to date
zh_hans: 所有图源均为最新

# home.sources_snapshot.updates
source: %@ updates available
zh_hans: %@ 个更新可用

# library.bookmarks.add_dialog.empty_hint
source: Create a shelf first in Library -> Shelves.
zh_hans: 请先在资料库 -> 书架中创建书架。

# library.bookmarks.add_dialog.message_format
source: Choose where to place %lld bookmarks.
zh_hans: 选择放置 %lld 个书签的位置。

# library.bookmarks.add_dialog.title
source: Add selected bookmarks to shelf
zh_hans: 将选中的书签添加到书架

# library.bookmarks.add_to_shelf
source: Add to Shelf
zh_hans: 添加到书架

# library.bookmarks.all
source: All
zh_hans: 全部

# library.bookmarks.empty_hint
source: Bookmark comics from detail pages to keep them in your local library.
zh_hans: 在详情页添加书签后，漫画会保存在本地资料库。

# library.bookmarks.empty_search
source: No bookmarks match your search.
zh_hans: 没有匹配搜索的书签。

# library.bookmarks.remove
source: Remove
zh_hans: 移除

# library.bookmarks.remove_confirm
source: Remove %{lld} selected bookmark from your local library?
zh_hans: 从本地资料库移除 %{lld} 个选中的书签？

# library.bookmarks.remove_dialog.message_format
source: Remove %lld selected bookmarks from your local library?
zh_hans: 从本地资料库移除 %lld 个选中的书签？
